"About" = "À propos";
"About %@" = "À propos de %@";
"Accessibility" = "Accessibilité";
"Acknowledgments" = "Remerciements";
"Active app" = "App active";
"Active screen" = "Écran actif";
"Active Space" = "Bureau actif";
"Additional controls" = "Contrôles supplémentaires";
"Additional controls…" = "Contrôles supplémentaires…";
"Advanced" = "Advanced";
"After release" = "Après la libération";
"Align windows" = "Aligner les fenêtres";
"Align windows:" = "Aligner les fenêtres :";
"All apps" = "Toutes les Apps";
"All data from this form will be made public, as a ticket on github.com" = "Toutes les données de ce formulaire seront rendues publiques, dans un ticket sur github.com";
"All screens" = "Tous les écrans";
"All Spaces" = "Tous les Bureaux";
"Allowed" = "Autorisé";
"Alphabetical" = "Alphabétique";
"Alphabetical Order" = "Ordre alphabétique";
"Also select windows using:" = "Sélectionner aussi les fenêtres en utilisant :";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab a crashé la dernière fois que vous l’avez utilisé. L’envoi d’un rapport d’erreur aidera à résoudre le problème.";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Alttab est actuellement défini pour afficher des applications.Ce paramètre n'est disponible que lorsque AlTTAB est défini pour afficher Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab est lancé sans les permissions d'enregistrement de l'écran. Les miniatures ne s'afficheront pas.";
"AltTab needs some permissions" = "AltTab a besoin de permissions";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab affichera si la fenêtre est actuellement minimisée ou en plein écran avec une icône d'état.";
"Always" = "Toujours";
"Always send crash reports" = "Toujours envoyer un rapport d’erreur";
"and press" = "et presser";
"and press:" = "puis presser :";
"Animations" = "Animations";
"Animations…" = "Animations…";
"App (BundleID starting with)" = "APP (démarrant avec)";
"App Icons" = "Icônes d'application";
"App is hidden" = "App caché";
"App is running but has no open window" = "App active mais pas de fenêtre";
"Apparition delay" = "Retard d'apparition";
"Apparition delay:" = "Délai d’apparition :";
"Appearance" = "Apparence";
"Application Name" = "Nom de demande";
"Application Name - Window Title" = "Nom de l'application - Titre de la fenêtre";
"Applications" = "Applications";
"Are you sure you don’t want a response?" = "Êtes-vous sûr de ne pas vouloir de réponse ?";
"Arrow keys" = "Touches flèches";
"Ask whether to send crash reports" = "Demander avant d’envoyer un rapport d’erreur";
"Auto-install updates periodically" = "Installer les mises à jour lorsqu'elles sont disponibles";
"Blacklists" = "Blocages";
"Cancel" = "Annuler";
"Cancel and hide" = "Annuler et cacher";
"Center" = "Au centre";
"Check for updates now…" = "Vérifier les mises à jour maintenant...";
"Check for updates periodically" = "Vérifier les mises à jour automatiquement";
"Check for updates…" = "Vérifier les mises à jour...";
"Check permissions…" = "Permissions…";
"Close window" = "Fermer la fenêtre";
"Conflicting shortcut" = "Raccourci en conflit";
"Controls" = "Contrôles";
"Crash reports policy" = "Politique des rapports sur les accidents";
"Crash reports policy:" = "Politique des rapports d’erreur :";
"Cursor follows focus" = "Curseur suit la sélection";
"Customize App Icons style…" = "Personnaliser le style des icônes d'application…";
"Customize Thumbnails style…" = "Personnalisez le style miniature…";
"Customize Titles style…" = "Personnaliser le style des titres…";
"Dark" = "Sombre";
"Disabled" = "Desactivé";
"Do nothing" = "Ne rien faire";
"Don’t check for updates periodically" = "Ne pas vérifier les mises à jour automatiquement";
"Don’t send" = "Ne pas envoyer";
"Don’t show windows from these apps" = "Ne pas afficher les fenêtres de ces Apps";
"Done" = "Fait";
"End" = "Fin";
"Fade out animation" = "Animation s'estompe";
"Fade out animation:" = "Animation de disparition :";
"Focus selected window" = "Aller à la fenêtre sélectionnée";
"Fullscreen window" = "Fenêtre plein écran";
"Fullscreen windows:" = "Fenêtres plein écran :";
"Fullscreen/Defullscreen window" = "Pleine écran / fenêtré";
"General" = "Général";
"Gesture" = "Gesture";
"Grant permission" = "Accorder les permissions";
"Hidden windows:" = "Fenêtres masquées :";
"Hide" = "Masquer";
"Hide app badges" = "Masquer les badges d'application";
"Hide app badges:" = "Masquer les badges des Apps :";
"Hide apps with no open window" = "Masquer les applications sans fenêtre ouverte";
"Hide apps with no open window:" = "Cacher les Apps sans fenêtre :";
"Hide colored circles on mouse hover" = "Masquer les cercles colorés sur la souris survole";
"Hide colored circles on mouse hover:" = "Masquer les cercles colorés au survol de la souris :";
"Hide in %@" = "Caché dans %@";
"Hide Space number labels" = "Masquer les étiquettes du numéro d'espace";
"Hide Space number labels:" = "Cacher les numéros des Bureaux :";
"Hide status icons" = "Masquer les icônes d'état";
"Hide status icons:" = "Masquer les icônes de statut :";
"Hide window thumbnails:" = "Cacher les aperçus des fenêtres :";
"Hide/Show app" = "Masquer/Afficher l’App";
"High" = "Haut";
"Highest" = "Le plus élevé";
"Hold" = "Maintenir";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "Je pense que AltTab pourrait être améliorée avec…";
"Ignore shortcuts when active" = "Ignorer les raccourcis à l'activation";
"Ignore shortcuts while a window from these apps is active" = "Ignorer les raccourcis si une fenêtre de ces Apps est active";
"Language" = "Langue";
"Language Change" = "Changer la langue";
"Large" = "Large";
"Later" = "Plus tard";
"Latest releases" = "Dernières versions";
"Leading" = "Menant";
"Left" = "À gauche";
"Light" = "Lumière";
"Max height on screen:" = "Hauteur maximum à l’écran :";
"Max width on screen:" = "Largeur maximum à l’écran :";
"Medium" = "Moyen";
"Menubar icon" = "Icône de menubar";
"Menubar icon:" = "Icône de la barre des menus :";
"Middle" = "Milieu";
"Minimize/Deminimize window" = "Minimiser/Maximiser la fenêtre";
"Minimized windows:" = "Fenêtres réduites :";
"Miscellaneous" = "Divers";
"Miscellaneous:" = "Divers :";
"Mouse hover" = "Survol de la souris";
"Multiple screens" = "Plusieurs écrans";
"Never send crash reports" = "Ne jamais envoyer de rapport d’erreur";
"Normal" = "Normale";
"Not allowed" = "Non autorisé";
"NSHumanReadableCopyright" = "Licence GPL-3.0";
"Only if the window is fullscreen" = "Seulement si la fenêtre est en mode plein écran";
"Open Accessibility Preferences…" = "Ouvrir les Préférences d’Accessibilité…";
"Open Screen Recording Preferences…" = "Ouvrir les Préférences d’Enregistrement de l’écran…";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "Optionnel : email (si vous voulez une réponse)";
"Order windows by" = "Commander des fenêtres par";
"Policies" = "Politiques";
"Preferences…" = "Préférences…";
"Preview selected window" = "Aperçu de la fenêtre sélectionnée";
"Preview selected window:" = "Prévisualisation de la fenêtre";
"Preview the selected window." = "Aperçu de la fenêtre sélectionnée.";
"Quit" = "Quitter";
"Quit %@" = "Quitter %@";
"Quit app" = "Quitter l’App";
"Recently Created" = "De création";
"Recently Created First" = "Récemment créé en premier";
"Recently Focused" = "de sélection";
"Recently Focused First" = "Récemment concentré d'abord";
"Remember my choice" = "Se souvenir de mon choix";
"Reset preferences and restart" = "Réinitialiser les préférences et redémarrer";
"Reset preferences and restart…" = "Réinitialiser les préférences et redémarrer…";
"Restart Now" = "Redémarrer maintenant";
"Rows of thumbnails:" = "Lignes d’aperçus :";
"Screen including menu bar" = "Écran contenant la barre de menu";
"Screen including mouse" = "Écran contenant la souris";
"Screen Recording" = "Enregistrement de l’écran";
"Screen showing AltTab" = "Écran affichant AltTab";
"Select next window" = "Sélectionner la fenêtre suivante";
"Select previous window" = "Sélectionner la fenêtre précédente";
"Select windows on mouse hover" = "Sélectionnez Windows sur la souris en survol";
"Select windows using arrow keys" = "Sélectionnez Windows à l'aide de touches Arrow";
"Select windows using vim keys" = "Sélectionnez Windows à l'aide des touches VIM";
"Send" = "Envoyer";
"Send a crash report?" = "Envoyer un rapport d’erreur ?";
"Send anyway" = "Envoyer tout de même";
"Send debug profile (CPU, memory, etc)" = "Envoyer le profil technique (processeur, mémoire, etc)";
"Send feedback" = "Partager un retour d’expérience";
"Send feedback…" = "Partager un retour d’expérience…";
"Share improvement ideas, or report bugs" = "Partagez des idées d’amélioration, ou signalez des bugs";
"Shortcut 1" = "Raccourci 1";
"Shortcut 2" = "Raccourci 2";
"Shortcut 3" = "Raccourci 3";
"Shortcut 4" = "Raccourci 4";
"Shortcut 5" = "Raccourci 5";
"Shortcut already assigned to another action: %@" = "Raccourci déjà affecté à une autre action : %@";
"Shortcuts When Active" = "Raccourcis lorsqu'il est actif";
"Shortcuts when active…" = "Raccourcis lorsqu'il est actif…";
"Show" = "Afficher";
"Show & Hide" = "Afficher et se cacher";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Afficher un élément dans le commutateur pour chaque fenêtre ou pour chaque application.Les fenêtres seront concentrées, tandis que les applications seront activées.";
"Show at the end" = "Mettre à la fin";
"Show fullscreen windows" = "Afficher les fenêtres à écran plein";
"Show hidden windows" = "Afficher les fenêtres cachées";
"Show in switcher" = "Show en switcher";
"Show minimized windows" = "Afficher les fenêtres minimisées";
"Show on" = "Se présenter sur";
"Show on:" = "Afficher sur :";
"Show standard tabs as windows" = "Afficher les onglets standard sous forme de fenêtres";
"Show standard tabs as windows:" = "Afficher les onglets standards comme fenêtres :";
"Show titles" = "Titres de spectacle";
"Show windows from applications" = "Afficher les fenêtres à partir des applications";
"Show windows from screens" = "Afficher les fenêtres des écrans";
"Show windows from Spaces" = "Afficher les fenêtres des espaces";
"Show windows from:" = "Fenêtres montrées :";
"Size" = "Taille";
"Skipped" = "Passé";
"Small" = "Small";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Certaines applications comme Finder ou Aperçu utilisent des onglets standard qui agissent comme des fenêtres indépendantes.Certaines autres applications comme les navigateurs Web utilisent des onglets personnalisés qui agissent de manière unique et ne sont pas des fenêtres réelles.Alttab ne peut pas les énumérer séparément.";
"Source code repository" = "Archive du code source";
"Space" = "des Espaces";
"Space Order" = "Commande d'espace";
"Start" = "Début";
"Start at login" = "Lancer au démarrage";
"Start at login:" = "Lancer au démarrage :";
"Support this project ❤️" = "Soutenir ce projet ❤️";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "Basculer entre 3 styles différents.Vous pouvez les personnaliser.";
"System" = "Système";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "Thème";
"Theme:" = "Thème :";
"Then release:" = "Puis relâcher :";
"This permission is needed to focus windows after you release the shortcut" = "Cette permission est nécessaire pour afficher la fenêtre après le relâchement du raccourci clavier";
"This permission is needed to show screenshots and titles of open windows" = "Cette permission est nécessaire pour afficher les miniatures et titres des fenêtres ouvertes";
"Thumbnails" = "Vignettes";
"Title" = "Titre";
"Title truncation" = "Troncature du titre";
"Titles" = "Titres";
"Trigger shortcut" = "Raccourci déclencheur";
"Unassign existing shortcut and continue" = "Retirer le raccourci existant et continuer";
"Updates policy" = "Politique de mise à jour ";
"Updates policy:" = "Politique de mise à jour :";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "Version";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "Voir les discussions existantes";
"Vim keys" = "Commandes Vim";
"Vim keys already assigned to other actions:\n%@" = "Commande Vim déjà affectée à\n%@";
"Visibility" = "Visibilité";
"Visible Spaces" = "Bureaux visibles";
"When fullscreen" = "Si en plein écran";
"When no open window" = "Si pas de fenêtre";
"While open, press:" = "Une fois visible, presser :";
"Window app icon size:" = "Taille des icones des Apps :";
"Window is fullscreen" = "Fenêtre en plein écran";
"Window is minimized" = "Fenêtre réduite";
"Window is on every Space" = "Attribuer à Tous les bureaux";
"Window is on Space %d" = "Attribuer au Bureau %d";
"Window max width in row:" = "Largeur maximum des aperçus :";
"Window min width in row:" = "Largeur minimum des aperçus :";
"Window order:" = "Affichage des fenêtres par ordre :";
"Window Title" = "Titre de fenêtre";
"Window title font size:" = "Taille du titres des fenêtres :";
"Window title truncation:" = "Troncature du titre des fenêtres :";
"Windows" = "les fenêtres";
"You can’t undo this action." = "Vous ne pourrez pas annuler cette action.";
"You didn’t write your email, thus can’t receive any response." = "Vous n’avez pas saisi votre email, et ne pourrez donc pas recevoir de réponse.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
